Repository: jasp-stats/jaspCochrane
Catalog: po/QML-*.po
Languages: ta, tr

# Description|
source: Cochrane Meta-Analyses
ta: கோக்ரேன் மேவு பகுப்பாய்வுகள்
tr: Cochrane Meta Analizleri

# Description|
source: This module allows to analyze Cochrane medical datasets.
ta: இந்த தொகுதி கோக்ரேன் மருத்துவ தரவுத்தொகுப்புகளை பகுப்பாய்வு செய்ய அனுமதிக்கிறது.
tr: Bu modül Cochrane tıbbi veri kümelerinin analiz edilmesine olanak tanır.

# Description|
source: Classical
ta: இலக்கிய நயம்
tr: Klasik

# Description|
source: Continuous Outcomes
ta: தொடர்ச்சியான விளைவுகள்
tr: Sürekli Sonuçlar

# Description|
source: Classical Continuous Outcomes
ta: பாரம்பரிய தொடர்ச்சியான முடிவுகள்
tr: Klasik Sürekli Sonuçlar

# Description|
source: Dichotomous Outcomes
ta: இருவகை விளைவுகள்
tr: İkili Sonuçlar

# Description|
source: Classical Dichotomous Outcomes
ta: பாரம்பரிய இருவகை விளைவுகள்
tr: Klasik İkili Sonuçlar

# Description|
source: Bayesian
ta: பேய்சியன்
tr: Bayes

# Description|
source: Bayesian Continuous Outcomes
ta: பேய்சியன் தொடர்ச்சியான முடிவுகள்
tr: Bayes Sürekli Sonuçlar

# Description|
source: Bayesian Dichotomous Outcomes
ta: பேய்சியன் இருவகை விளைவுகள்
tr: Bayes İkili Sonuçlar

# CochraneInput|
source: Database
ta: தரவுத்தளம்
tr: Veritabanı

# CochraneInput|
source: Topics
ta: தலைப்புகள்
tr: Konular

# CochraneInput|
source: Selected
ta: தேர்ந்தெடுக்கப்பட்டது
tr: Seçilmiş

# CochraneInput|
source: Keywords
ta: முக்கிய வார்த்தைகள்
tr: Anahtar kelimeler

# CochraneInput|
source: Search
ta: தேடல்
tr: Ara

# CochraneInput|
source: Select Systematic Reviews Based On
ta: அடிப்படையில் முறையான மதிப்புரைகளைத் தேர்ந்தெடுக்கவும்
tr: Sistematik İncelemeleri Şunlara Dayalı Olarak Seçin

# CochraneInput|
source: Search titles
ta: தலைப்புகளைத் தேடுங்கள்
tr: Başlıkları ara

# CochraneInput|
source: Selected Reviews/Meta-Analyses
ta: தேர்ந்தெடுக்கப்பட்ட மதிப்புரைகள்/மெட்டா பகுப்பாய்வுகள்
tr: Seçilmiş İncelemeler/Meta-Analizler

# CochraneInput|
source: Analyze data
ta: தரவை பகுப்பாய்வு செய்யுங்கள்
tr: Seçilmiş İncelemeler/Meta-Analizler

# CochraneInput|
source: Individually
ta: தனித்தனியாக
tr: Bireysel olarak

# CochraneInput|
source: Pooled
ta: கட்சிகள்
tr: Birleştirilmiş

# CochraneInput|
source: Analyze as
ta: பகுப்பாய்வு
tr: Analiz et

# CochraneInput|
source: Log(odds ratios)
ta: பதிவு (முரண்பாடுகள் விகிதங்கள்)
tr: Log(olasılık oranları)

# CochraneInput|
source: Log(Peto's odds ratios)
ta: பதிவு (பெட்டோவின் முரண்பாடுகள் விகிதங்கள்)
tr: Log(Peto'nun olasılık oranları)

# CochraneInput|
source: Log(risk ratios)
ta: பதிவு (இடர் விகிதங்கள்)
tr: Log(risk oranları)

# CochraneInput|
source: Risk differences
ta: இடர் வேறுபாடுகள்
tr: Risk farklılıkları

# CochraneInput|
source: Distribution plot
ta: விநியோக சூழ்ச்சி
tr: Dağılım grafiği

# CochraneInput|
source: Effect sizes
ta: விளைவு அளவுகள்
tr: Etki boyutları

# CochraneInput|
source: Sample sizes
ta: மாதிரி அளவுகள்
tr: Örnek boyutları

# CochraneInput|
source: Options
ta: விருப்பங்கள்
tr: Seçenekler

# CochraneInput|
source: Add density
ta: அடர்த்தி சேர்க்கவும்
tr: Yoğunluk ekle

# CochraneInput|
source: Add rug marks
ta: கம்பளி மதிப்பெண்களைச் சேர்க்கவும்
tr: Rug izleri ekle

# CochraneInput|
source: Bin width type
ta: பின் அகலம் வகை
tr: Bin genişlik türü

# CochraneInput|
source: Manual
ta: கையேடு
tr: Manuel

# CochraneInput|
source: Number of bins
ta: தொட்டிகளின் எண்ணிக்கை
tr: Çöp kutusu sayısı

# CochraneInput|
source: Add estimates
ta: மதிப்பீடுகளைச் சேர்க்கவும்
tr: Tahminleri ekle

# CochraneInput|
source: Study
ta: ஆய்வு
tr: Çalış

# CochraneInput|
source: Effect Size
ta: விளைவு அளவு
tr: Etki Boyutu

# CochraneInput|
source: Standard Error
ta: நிலையான பிழை
tr: Standart Hata

# CochraneInput|
source: Confidence Interval
ta: நம்பிக்கை இடைவெளி
tr: Güven Aralığı

# CochraneInput|
source: Frequencies
ta: அலைவெண்கள்
tr: Frekanslar

# CochraneInput|
source: Export the data set
ta: தரவு தொகுப்பை ஏற்றுமதி செய்யுங்கள்
tr: Veri setini dışa aktar

# CochraneInput|
source: Change target group
ta: இலக்கு குழுவை மாற்றவும்
tr: Hedef grubu değiştir

# BayesianMetaAnalysisAdvanced|
source: Advanced
tr: Gelişmiş

# BayesianMetaAnalysisAdvanced|
source: Prior model probability
tr: Önceki model olasılığı

# BayesianMetaAnalysisAdvanced|
source: Fixed effects
tr: Sabit Etkiler

# BayesianMetaAnalysisAdvanced|
source: Random effects
tr: Rastsal Etkiler

# BayesianMetaAnalysisAdvanced|
source: Estimation settings (MCMC)
tr: Tahmin ayarları (MCMC)

# BayesianMetaAnalysisAdvanced|
source: samples:
tr: örnekler:

# BayesianMetaAnalysisAdvanced|
source: chains:
tr: zincirler(seriler):

# BayesianMetaAnalysisAdvanced|
source: Bayes factor computation
tr: Bayes faktörü hesaplaması

# BayesianMetaAnalysisAdvanced|
source: Integration
tr: Entegrasyon

# BayesianMetaAnalysisAdvanced|
source: Bridge sampling
tr: Köprü örneklemesi

# BayesianMetaAnalysisAdvanced|
source: iterations:
tr: yinelemeler:

# BayesianMetaAnalysisInference|
source: Inference
tr: Çıkarım

# BayesianMetaAnalysisInference|
source: Fixed effects
tr: Sabit Etkiler

# BayesianMetaAnalysisInference|
source: Random effects
tr: Rastsal Etkiler

# BayesianMetaAnalysisInference|
source: Model averaging
tr: Model ortalaması

# BayesianMetaAnalysisInference|
source: Constrained random effects
tr: Sınırlandırılmış rastgele etkiler

# BayesianMetaAnalysisInference|
source: All positive
tr: Hepsi olumlu(pozitif)

# BayesianMetaAnalysisInference|
source: All negative
tr: Hepsi olumsuz(negatif)

# BayesianMetaAnalysisInference|
source: Table
tr: Tablo

# BayesianMetaAnalysisInference|
source: Model probabilities
tr: Model olasılıkları

# BayesianMetaAnalysisInference|
source: Effect sizes per study
tr: Çalışma başına etki büyüklükleri

# BayesianMetaAnalysisPlots|
source: Plots
tr: Grafikler

# BayesianMetaAnalysisPlots|
source: Forest plot
tr: Forest grafiği

# BayesianMetaAnalysisPlots|
source: Observed
tr: Gözlemlenen

# BayesianMetaAnalysisPlots|
source: Estimated
tr: Tahmini

# BayesianMetaAnalysisPlots|
source: Both
tr: İkisi birden

# BayesianMetaAnalysisPlots|
source: Show labels
tr: Etiketleri göster

# BayesianMetaAnalysisPlots|
source: Ordering
tr: Sıralama

# BayesianMetaAnalysisPlots|
source: Year (ascending)
tr: Yıl (artan)

# BayesianMetaAnalysisPlots|
source: Year (descending)
tr: Yıl (azalan)

# BayesianMetaAnalysisPlots|
source: Effect size (ascending)
tr: Etki Boyutu(artan)

# BayesianMetaAnalysisPlots|
source: Effect size (descending)
tr: Etki Boyutu(azalan)

# BayesianMetaAnalysisPlots|
source: Order
tr: Sırala

# BayesianMetaAnalysisPlots|
source: Ascending
tr: Artan

# BayesianMetaAnalysisPlots|
source: Descending
tr: Azalan

# BayesianMetaAnalysisPlots|
source: Row order
tr: Satır sırası

# BayesianMetaAnalysisPlots|
source: Cumulative forest plot
tr: Kümülatif forest grafiği

# BayesianMetaAnalysisPlots|
source: Add prior
tr: Öncekini ekle

# BayesianMetaAnalysisPlots|
source: Prior and posterior
tr: Önceki ve sonraki

# BayesianMetaAnalysisPlots|
source: Additional info
tr: Ek bilgi

# BayesianMetaAnalysisPlots|
source: Add fixed and random effects posterior
tr: Sabit ve rastgele etkiler ekleyin

# BayesianMetaAnalysisPlots|
source: Shade 95% CI
tr: Gölge %95 CI

# BayesianMetaAnalysisPlots|
source: Sequential plot
tr: Sıralı grafik

# BayesianMetaAnalysisPlots|
source: Bayes factors
tr: Bayes faktörleri

# BayesianMetaAnalysisPlots|
source: Posterior model probabilities
tr: Sonraki model olasılıkları

# BayesianMetaAnalysisPriors|
source: Priors
tr: Önceki

# BayesianMetaAnalysisPriors|
source: Effect size
tr: Etki Boyutu

# BayesianMetaAnalysisPriors|
source: location:
tr: konum:

# BayesianMetaAnalysisPriors|
source: scale:
tr: ölçek:

# BayesianMetaAnalysisPriors|
source: mean:
tr: ortalama:

# BayesianMetaAnalysisPriors|
source: df:
tr: sd (serbestlik derecesi)df:

# BayesianMetaAnalysisPriors|
source: Truncation
tr: Kesme

# BayesianMetaAnalysisPriors|
source: Lower bound:
tr: Daha düşük sınır:

# BayesianMetaAnalysisPriors|
source: Upper bound:
tr: Üst sınır:

# BayesianMetaAnalysisPriors|
source: Heterogeneity (between-study SD)
tr: Heterojenlik (çalışmalar arası SS)

# BayesianMetaAnalysisPriors|
source: Inverse gamma
tr: Ters gama

# BayesianMetaAnalysisPriors|
source: shape:
tr: şekil:

# BayesianMetaAnalysisPriors|
source: Half t
tr: Yarım t

# BayesianMetaAnalysisPriors|
source: Plot prior(s)
tr: Grafik öncesi(leri)

# ClassicalMetaAnalysisDiagnostics|
source: Diagnostics
tr: Tanılamalar

# ClassicalMetaAnalysisDiagnostics|
source: Plots
tr: Grafikler

# ClassicalMetaAnalysisDiagnostics|
source: Trim-fill analysis
tr: Kırpma-doldurma analizi

# ClassicalMetaAnalysisDiagnostics|
source: Profile plot
tr: Profil grafiği

# ClassicalMetaAnalysisDiagnostics|
source: Diagnostic plots
tr: Tanılama grafiği

# ClassicalMetaAnalysisDiagnostics|
source: Q-Q plot standardized residuals
tr: Q-Q çizimi standartlaştırılmış artıklar

# ClassicalMetaAnalysisDiagnostics|
source: Robustness
tr: Sağlamlık

# ClassicalMetaAnalysisDiagnostics|
source: Fail-safe N
tr: Arıza güvenli N

# ClassicalMetaAnalysisDiagnostics|
source: Casewise diagnostics
tr: Vaka bazında tanılamalar

# ClassicalMetaAnalysisMethod|
source: Method
tr: Metot

# ClassicalMetaAnalysisMethod|
source: Fixed Effects
tr: Sabit Etkiler

# ClassicalMetaAnalysisMethod|
source: Maximum Likelihood
tr: Maksimum Olasılık

# ClassicalMetaAnalysisMethod|
source: Restricted ML
tr: Sınırlı ML

# ClassicalMetaAnalysisMethod|
source: Empirical Bayes
tr: Deneysel Bayes

# ClassicalMetaAnalysisStatistics|
source: Statistics
tr: İstatistikler

# ClassicalMetaAnalysisStatistics|
source: Regression Coefficients
tr: Regresyon Katsayıları

# ClassicalMetaAnalysisStatistics|
source: Estimates
tr: Tahminler

# ClassicalMetaAnalysisStatistics|
source: Confidence intervals
tr: Güven aralıkları

# ClassicalMetaAnalysisStatistics|
source: Interval
tr: Aralık

# ClassicalMetaAnalysisStatistics|
source: Covariance matrix
tr: Kovaryans matrisi

# ClassicalMetaAnalysisStatistics|
source: Model Fit
tr: Modele Uygun

# ClassicalMetaAnalysisStatistics|
source: Fit measures
tr: Uygun ölçüler

# ClassicalMetaAnalysisStatistics|
source: Forest plot
tr: Forest grafiği

# ClassicalMetaAnalysisStatistics|
source: Show labels
tr: Etiketleri göster

# ClassicalMetaAnalysisStatistics|
source: Ordering
tr: Sıralama

# ClassicalMetaAnalysisStatistics|
source: Year (ascending)
tr: Yıl (artan)

# ClassicalMetaAnalysisStatistics|
source: Year (descending)
tr: Yıl (azalan)

# ClassicalMetaAnalysisStatistics|
source: Effect size (ascending)
tr: Etki Boyutu(artan)

# ClassicalMetaAnalysisStatistics|
source: Effect size (descending)
tr: Etki Boyutu(azalan)

# ClassicalMetaAnalysisStatistics|
source: Funnel plot
tr: Huni grafiği

# ClassicalMetaAnalysisStatistics|
source: Rank test for funnel plot asymmetry
tr: Huni grafiği asimetrisi için sıralama testi

# ClassicalMetaAnalysisStatistics|
source: Regression test for funnel plot asymmetry
tr: Huni grafiği asimetrisi için regresyon testi

# ClassicalMetaAnalysisStatistics|
source: Residuals Model
tr: Kalıntılar Modeli

# ClassicalMetaAnalysisStatistics|
source: Residuals parameters
tr: Kalıntı parametreleri

# CochraneInput|
source: Sturges
ta: ச்டர்சச்

# CochraneInput|
source: Scott
ta: ச்காட்

# CochraneInput|
source: Doane
ta: டோனே

# CochraneInput|
source: Freedman-Diaconis
ta: ஃப்ரீட்மேன்-டியாகோனிச்

# CochraneInput|
source: lCI
ta: எல்.சி.ஐ.

# CochraneInput|
source: uCI
ta: யு.சி.ஐ.
