Repository: jasp-stats/jaspCochrane
Catalog: po/R-*.po
Languages: de, nl, pt

source: The prior lower bound is not smaller than the upper bound.
pt: O limite inferior anterior não é menor que o limite superior.

source: Your prior contains negative values.
pt: Seu anterior contém valores negativos.

source: Your prior contains positive values.
pt: Seu anterior contém valores positivos.

source: No positive numbers found in %s
pt: Nenhum número positivo encontrado em %s

source: No negative numbers found in %s
pt: Nenhum número negativo encontrado em %s

source: The 95%% CI Lower Bound must be smaller than the Upper Bound.
pt: O limite inferior do IC de 95%% deve ser menor que o limite superior.

source: You cannot set all the prior model probabilties to zero.
pt: Não é possível definir todas as probabilidades do modelo anterior como zero.

source: The model could not be fit. Please check the following: Do you have at least n=2 studies? If the prior is truncated, is it consistent with the data (when most effect sizes are negative, the analysis may not work when the prior is constrained to be postive)?
pt: O modelo não pôde ser ajustado. Verifique o seguinte: Você tem pelo menos n=2 estudos? Se o anterior estiver truncado, ele é consistente com os dados (quando a maioria dos tamanhos de efeito são negativos, a análise pode não funcionar quando o anterior é restringido a ser positivo)?

source: Posterior Estimates per Model
pt: Estimativas Posteriores por Modelo

source: BF%1$s%2$s
pt: FB%1$s%2$s

source: Log(BF%1$s%2$s)
pt: Log(FB%1$s%2$s)

source: Mean
pt: Média

source: SD
pt: DP

source: Lower
de: Untergrenze
nl: Onder
pt: Inferior

source: 95%% Credible Interval
pt: 95%% Intervalo Credível

source: Upper
de: Obergrenze
nl: Boven
pt: Superior

source: Averaged
pt: Médio

source: Fixed effects
pt: Efeitos fixos

source: Random effects
pt: Efeitos aleatórios

source: Ordered effects
pt: Efeitos ordenados

source: %1$s and %2$s are the group-level effect size and standard deviation, respectively.
pt: %1$s e %2$s são o tamanho do efeito em nível de grupo e o desvio padrão, respectivamente.

source: %s is the group-level effect size.
pt: %s é o tamanho do efeito em nível de grupo.

source: Bayes factor of the random effects H%1$s over the fixed effects H%1$s.
pt: Fator de Bayes dos efeitos aleatórios H%1$s sobre os efeitos fixos H%1$s.

source: Posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%2$s & random effects H%2$s over the fixed effects H%1$s & random effects H%1$s.
pt: As estimativas posteriores baseiam-se nos modelos que pressupõem a presença de um efeito. O fator de Bayes baseia-se nos quatro modelos: efeitos fixos H%2$s e efeitos aleatórios H%2$s sobre os efeitos fixos H%1$s e efeitos aleatórios H%1$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: random effects H%1$s & H%2$s over the fixed effects H%1$s & H%2$s.
pt: As estimativas posteriores médias do modelo para %3$s ainda não estão disponíveis, mas serão adicionadas no futuro. O fator de Bayes é baseado em todos os quatro modelos: efeitos aleatórios H%1$s e H%2$s sobre os efeitos fixos H%1$s e H%2$s.

source: Bayes factor of the (unconstrained/constrained) random effects H%1$s over the fixed effects H%1$s.
pt: Fator de Bayes dos efeitos aleatórios (irrestritos/restritos) H%1$s sobre os efeitos fixos H%1$s.

source: Bayes factor of the fixed effects H%1$s over the random effects H%1$s.
pt: Fator de Bayes dos efeitos fixos H%1$s sobre os efeitos aleatórios H%1$s.

source: Model averaged posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%1$s & random effects H%1$s over the fixed effects H%2$s & random effects H%2$s.
pt: As estimativas posteriores médias do modelo baseiam-se nos modelos que pressupõem a presença de um efeito. O fator de Bayes baseia-se nos quatro modelos: efeitos fixos H%1$s e efeitos aleatórios H%1$s sobre os efeitos fixos H%2$s e efeitos aleatórios H%2$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: fixed effects H%1$s & H%2$s over the random effects H%1$s & H%2$s.
pt: As estimativas posteriores médias do modelo para %3$s ainda não estão disponíveis, mas serão adicionadas no futuro. O fator de Bayes é baseado em todos os quatro modelos: efeitos fixos H%1$s e H%2$s sobre os efeitos aleatórios H%1$s e H%2$s.

source: Bayes factor of the fixed effects H%1$s over the (unconstrained/constrained) random effects H%1$s.
pt: Fator de Bayes dos efeitos fixos H%1$s sobre os efeitos aleatórios (irrestritos/irrestritos) H%1$s.

source: Bayes factor of the ordered effects H%1$s over the fixed effects H%2$s. The Bayes factor for the ordered effects H%1$s versus the unconstrained (random) effects H%1$s model is %3$.3f.
pt: Fator de Bayes dos efeitos ordenados H%1$s sobre os efeitos fixos H%2$s. O fator de Bayes para os efeitos ordenados H%1$s versus o modelo de efeitos aleatórios (irrestritos) H%1$s é %3$.3f.

source: Bayes factor of the fixed effects H%2$s over the ordered effects H%1$s. The Bayes factor for the unconstrained (random) effects H%1$s versus the ordered effects H%1$s model is %3$.3f.
pt: Fator de Bayes dos efeitos fixos H%2$s sobre os efeitos ordenados H%1$s. O fator de Bayes para o modelo de efeitos aleatórios (irrestritos) H%1$s versus os efeitos ordenados H%1$s é %3$.3f.

source: Model Probabilities
pt: Probabilidades do Modelo

source: Prior
pt: Anterior

source: Fixed H%s
pt: H%s fixos

source: Random H%s
pt: H%s aleatórios

source: Ordered H%s
pt: H%s ordenados

source: Effect Sizes per Study
pt: Tamanhos de Efeito por Estudo

source: Observed
pt: Observado

source: Estimated
pt: Estimado

source: Study
pt: Estudo

source: Posterior mean and 95%% credible interval estimates from the random effects model.
pt: Estimativas de média posterior e intervalo credível de 95%% do modelo de efeitos aleatórios.

source: Posterior mean and 95%% credible interval estimates from the constrained random effects model.
pt: Estimativas de média posterior e intervalo credível de 95%% do modelo de efeitos aleatórios restritos.

source: Effect Size
de: Effektstärke
nl: Effectgrootte
pt: Tamanho de Efeito

source: Heterogeneity
pt: Heterogeneidade

source: Effect size
pt: Tamanho de efeito

source: Density
pt: Densidade

source: Prior and Posteriors
pt: Anteriores e Posteriores

source: Fixed H
pt: H fixo

source: Random H
pt: H aleatório

source: Averaged H
pt: H médio

source: Prior H
pt: H anterior

source: Ordered H
pt: H ordenado

source: Forest Plot
pt: Gráfico de Floresta

source: Observed study effects
pt: Efeitos observados do estudo

source: Estimated study effects
pt: Efeitos estimados do estudo

source: Observed and estimated study effects
pt: Efeitos observados e estimados do estudo

source: Cumulative forest plot
pt: Gráfico de floresta acumulado

source: Overall effect size
pt: Tamanho de efeito geral

source: Sequential Analysis
pt: Análise Sequencial

source: Bayes factors effect size
pt: Tamanho de efeito dos fatores de Bayes

source: Bayes factors heterogeneity
pt: Heterogeneidade dos fatores de Bayes

source: Posterior model probabilities
pt: Probabilidades posteriores do modelo

source: Evidence for random effects
pt: Evidência para efeitos aleatórios

source: Evidence for fixed effects
pt: Evidência para efeitos fixos

source: random
pt: aleatório

source: fixed
pt: fixo

source: Anecdotal
pt: Anedótico

source: Moderate
pt: Moderado

source: Strong
pt: Forte

source: Very Strong
pt: Muito Forte

source: Extreme
pt: Extremo

source: Evidence for %s:
pt: Evidência para %s:

source: Plotting failed: The Bayes factors contain infinity.
pt: Falha na plotagem: os fatores de Bayes contêm infinitos.

source: Studies
pt: Estudos

source: Posterior model probability
pt: Probabilidade do modelo posterior

source: All standard errors/sample sizes must be positive.
pt: Todos os erros padrão/tamanhos de amostra devem ser positivos.

source: The metafor package crashed with the following error: %s
pt: O pacote metafor travou com o seguinte erro: %s

source: Fixed and Random Effects
pt: Efeitos Fixos e Aleatórios

source: df
pt: gl

source: <em>p</em>-values are approximate.
pt: Os valores-<em>p</em> são aproximados.

source: Coefficients
pt: Coeficientes

source: Estimate
de: Schätzung
nl: Schatting
pt: Estimativa

source: Standard Error
pt: Erro Padrão

source: Wald test.
pt: Teste de Wald.

source: Knapp and Hartung test adjustment.
pt: Teste de ajuste de Knapp e Hartung.

source: Fit measures
pt: Medidas de ajuste

source: Residual Heterogeneity Estimates
pt: Estimativas de Heterogeneidade Residual

source: Parameter Covariances
pt: Covariâncias dos Parâmetros

source: Rank correlation test for Funnel plot asymmetry
pt: Teste de correlação de classificação para assimetria do gráfico de Funil

source: Kendall's %s
pt: %s de Kendall

source: Regression test for Funnel plot asymmetry ("Egger's test")
pt: Teste de regressão para assimetria do gráfico de Funil ("teste de Egger")

source: Influence Measures
pt: Medidas de Influência

source: Std. Residual
pt: Resíduo Padr.

source: Cook's Distance
pt: Distância de Cook

source: Cov. Ratio
pt: Razão de Cov.

source: Weight
pt: Peso

source: File Drawer Analysis
pt: Análise de Gaveta de Arquivo

source: Fail-safe N
pt: N à prova de falhas

source: Target Significance
pt: Significância Alvo

source: Observed Significance
pt: Significância Observada

source: Omnibus test of Model Coefficients
pt: Teste Omnibus dos Coeficientes do Modelo

source: Test of Residual Heterogeneity
pt: Teste de Heterogeneidade Residual

source: The model was estimated using %1$s method.
pt: O modelo foi estimado usando o método %1$s.

source: Log-Likelihood
pt: Log-Verossimilhança

source: Deviance
pt: Desvio

source: BIC
pt: CIB

source: Rank test
pt: Teste de classificação

source: Cases marked with %s are influential.
pt: Casos marcados com %s são influentes.

source: Plot
pt: Gráfico

source: Funnel Plot
pt: Gráfico de Funil

source: Log-Likelihood for %1$s%2$s
pt: Log-Verossimilhança para %1$s%2$s

source: Trim-Fill Analysis
pt: Análise de Recorte e Preenchimento

source: Diagnostic Plots
pt: Gráficos de Diagnóstico

source: Study %s
pt: Estudo %s

source: FE Model
pt: Modelo EF

source: RE Model
pt: Modelo EA

source: Value
pt: Valor

source: Profile Plot for
pt: Gráfico de Perfil para

source: Restricted Log-Likelihood
pt: Log-Verossimilhança Restrito

source: Residual Value
pt: Valor Residual

source: Radial Plot
pt: Gráfico Radial

source: Stopped because k = 1.
pt: Parou porque k = 1.

source: Normal Q-Q Plot
pt: Gráfico Q-Q Normal

source: Theoretical Quantiles
pt: Quantis Teóricos

source: Sample Quantiles
pt: Quantis Amostrais

source: Standardized Residuals
pt: Resíduos Padronizados

source: Fitted vs. Standardized Residuals
pt: Ajustado vs. Resíduos Padronizados

source: Fitted Value
pt: Valor Ajustado

source: Standardized Residual
pt: Resíduo Padronizado

source: The model should contain at least one predictor or an intercept.
pt: O modelo deve conter pelo menos um preditor ou um intercepto.

source: FE
pt: EF

source: ML
pt: MV

source: REML
pt: MVRE

source: %g%% Confidence Interval
de: %g%% Konfidenzintervall
nl: %g%% Betrouwbaarheidsinterval
pt: Intervalo de Confiança %g%%

source: The effect size does not lie within the confidence interval in one of the specified studies.
de: Die Effektstärke liegt in einer der angegebenen Studien nicht innerhalb des Konfidenzintervalls.
nl: De effectgrootte ligt niet in het betrouwbaarheidsinterval in een van de gespecificeerde studies.
pt: O tamanho do efeito não está dentro do intervalo de confiança em um dos estudos especificados.

source: One of the specified studies has a negative standard error.
de: Eine der angegebenen Studien hat einen negativen Standardfehler.
nl: Een van de gespecificeerde studies heeft een negatieve standaardfout.
pt: Um dos estudos especificados tem um erro padrão negativo.

source: All specified frequencies need to be larger than zero.
de: Alle angegebenen Häufigkeiten müssen größer als Null sein.
nl: Alle gespecificeerde frequenties moeten groter zijn dan nul.
pt: Todas as frequências especificadas precisam ser maiores que zero.

source: The number of events must be lower than the number of observations.
de: Die Anzahl der Ereignisse muss geringer sein als die Anzahl der Beobachtungen.
nl: Het aantal gebeurtenissen moet lager zijn dan het aantal waarnemingen.
pt: O número de eventos deve ser menor que o número de observações.

source: Meta-Analyses
de: Meta-Analysen
pt: Meta-Análises

source: Meta-Analysis
de: Meta-Analyse
nl: Meta-Analyse
pt: Meta-Análise

source: Year
de: Jahr
nl: Jaar
pt: Ano

source: Number of studies
de: Anzahl der Studien
nl: Aantal onderzoeken
pt: Número de estudos

source: Outcome
de: Ergebnis
nl: Uitkomst
pt: Resultado

source: Plotting not possible: Number of observations is < 3.
de: Diagramm nicht möglich: Anzahl der Beobachtungen ist < 3.
nl: Plot niet mogelijk: Aantal observaties is <3.
pt: Não é possível plotar: o número de observações é < 3.

source: Sample Size
de: Stichprobenumfang
nl: Steekproefgrootte
pt: Tamanho de Amostra

source: %1$i %2$s not shown in the search results (the limit is %3$i). Please, narrow your search terms.
de: %1$i %2$s wird nicht in den Suchergebnissen angezeigt (das Limit ist %3$i). Bitte grenzen Sie Ihre Suchbegriffe ein.
nl: %1$i %2$s niet getoond in de zoekresultaten (de limiet is %3$i). Gelieve uw zoektermen te verfijnen.
pt: %1$i %2$s não aparecem nos resultados da pesquisa (o limite é %3$i). Por favor, restrinja seus termos de pesquisa.

source: There is no matching meta-analysis title for the specified text search
de: Es gibt keinen passenden Meta-Analyse-Titel für die angegebene Textsuche
nl: Er is geen passende titel van de meta-analyse voor de opgegeven zoekopdracht
pt: Não há título de meta-análise correspondente para a pesquisa de texto especificada

source: Odds Ratio
de: Chancenverhältnis
pt: Razão de Chances

source: Peto's Odds Ratio
de: Petos Chancenverhältnis
pt: Razão de Chances de Peto

source: Risk Difference
de: Risikodifferenz
nl: Risicoverschil
pt: Diferença de Risco

source: Risk Ratio
de: Risikoverhältnis
nl: Risicoverhouding
pt: Razão de Risco

source: Log(Odds Ratio)
nl: Log(Kansverhouding)
pt: Log(Razão de Chances)

source: Log(Peto's Odds Ratio)
nl: Log(Peto's Kansverhouding)
pt: Log(Razão de Chances de Peto)

source: Log(Risk Ratio)
nl: Log(Risicoverhouding)
pt: Log(Razão de Risco)

source: Please note that the default prior distributions for the effect sizes and heterogeneity were not developed for dichotomous outcomes. As a consequence, the Bayes factors for the presence/absence of the effect/heterogeneity are not guaranteed to behave well.
de: Bitte beachten Sie, dass die Standard-Prior-Verteilungen für die Effektstärken und die Heterogenität nicht für dichotome Ergebnisse entwickelt wurden. Deswegen ist nicht garantiert, dass sich die Bayesfaktoren für das Vorhandensein/Nichtvorhandensein des Effekts/der Heterogenität korrekt verhalten.
nl: De standaard prior-verdelingen voor de effectgrootte en de heterogeniteit zijn niet ontwikkeld voor dichotome uitkomsten. Het is niet gegarandeerd dat de Bayes-factoren voor de aan-/afwezigheid van het effect/de heterogeniteit zich goed gedragen.
pt: Observe que as distribuições a priori padrão para os tamanhos de efeito e heterogeneidade não foram desenvolvidas para resultados dicotômicos. Consequentemente, não há garantia de que os fatores de Bayes para a presença/ausência do efeito/heterogeneidade se comportem bem.

source: At least two effect size estimates are required to compute a meta-analysis.
de: Für die Berechnung einer Metaanalyse sind mindestens zwei Effektstärkeschätzungen nötig.
nl: Voor een meta-analyse zijn ten minste twee effectgrootteschattingen nodig.
pt: Pelo menos duas estimativas de tamanho do efeito são necessárias para calcular uma meta-análise.

source: Transformed Coefficients: %1$s
de: Transformierte Koeffizienten: %1$s
nl: Getransformeerde Coefficienten: %1$s
pt: Coeficientes Transformados: %1$s

source: Transformed Posterior Estimates per Model: %1$s
de: Transformierte Posterior-Schätzungen pro Modell: %1$s
nl: Getransformeerde Posterior Schattingen per Model: %1$s
pt: Estimativas Posteriores Transformadas por Modelo: %1$s

source: %g%% Credible Interval
de: %g%% Glaubwürdigkeitsintervall
nl: %g%% Geloofwaardigheidsinterval
pt: Intervalo Credível %g%%
